{
  
  "NavBar": {  
    "home" : "الصفحة الرئيسية" ,
    "services" : "خدماتنا",
    "help" : "تواصل معنا" ,
    "about_us" :"عنا؟"
  } ,
  "Slider": {  
    "HEAD" : " قم ببناء رؤيتك بدقة ، مع",
    "P" : "شركه ارادة للبناء والتعمير",
    "btn1" : "تواصل معنا",
    "btn2" : "إبدأ الآن",
    "text" : "إكتشف المزيد"
  } ,
  "Text" : {
    "buildt1" : "لقد أمضينا عقودًا في بناء سمعة مميزة كواحدة من الشركات الرائدة في مجال المقاولات العامة في البلاد. يعتمد علينا العملاء باستمرار للوفاء – بل وتجاوز – جداولهم الزمنية، ومواصفاتهم، وميزانياتهم في كل مشروع يتم تكليفنا به. وقد ساعدنا ذلك على بناء علاقات ناجحة مع بعض من أبرز العلامات التجارية في العالم",
    "buildth1" : "...نحن ننظر إلى البناء بطريقة مختلفة",
    "TrasTh" : "!حول أفكارك إلي حقيقة معنا ",
    "TrasTp" : "حوّل رؤيتك إلى نتائج ملموسة مع حلول مبتكرة تُحيي أفكارك. معًا، نجعل المستحيل ممكنًا",
    "TrasTB" : "تواصل معنا"
  },
  "SERVICES" : {
    "SERH" : "خدماتنا",
    "SER1" : "بالتأكيد، نحن نبني هياكل رائعة.",
    "SER2" : "البناء والتعمير",
    "SER3" : "نُنفّذ هياكل متينة ومبتكرة بدقة وجودة عالية. نبني المستقبل مشروعًا بعد آخر مع مزيد من الابداع والتقدم",
    "SER4" : "التجديد والترميم",
    "SER5" : "نعيد الحياة إلى المساحات بتصاميم حديثة وحرفية عالية. جدد منزلك أو مكتبك معنا لتحصل على لمسة جديدة ",
    "SER6" : "(HVAC)أنظمة",
    "SER7" : "نمزج بين الابتكار والوظيفية لخلق تصاميم معمارية خالدة. نصمم مساحات تلهم وتُضفي طابعًا فريدًا للحياة اليومية لك" ,
    "SER8" : "مشاريع خاصة ",
    "SER9" : "نحوّل رؤيتك إلى واقع من خلال تصميم مشاريع مخصصة تلبي احتياجاتك. نصنع حلولًا فريدة تتناسب مع أسلوبك ومتطلباتك",
    "SER10" : "استشارات العملاء",
    "SER11" : "نوفر استشارات هندسية متخصصة لإرشاد مشروعك من الفكرة إلى التنفيذ. نساعدك في اتخاذ أفضل القرارات لضمان الكفاءة",
    "SER12" : "تواصل معنا",
    "SER13" : " الأنظمة الكهربائية" ,
    "SER14" : "نقدم حلولاً متكاملة لإدارة الأنظمة الكهربائية بكفاءة وموثوقية. من التخطيط إلى التنفيذ، نضمن أداءً آمنًا ومستدامًا",
    "SER15" : "(MEP)أنظمة" ,
    "SER16" : "نوفر حلول MEP متكاملة لضمان الكفاءة والاستدامة والوظائف السلسة. من التصميم إلى التنفيذ، نعمل على تحسين أداء المباني بدقة واحترافية"
  },
  "Benefits" : {
    "BENH" : "" ,
    "BEN1" : "" ,
    "BEN2" : "" ,
    "BEN3" : "" ,
    "BEN4" : "",
    "BEN5" : "",
    "BEN6" : "" 
  }

  
}
